Revit 2027 API
ParameterTypeId.RbsElecNumberOfPoles Property
 "Number of Poles"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecNumberOfPoles { get; }
Public Shared ReadOnly Property RbsElecNumberOfPoles As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecNumberOfPoles {
	ForgeTypeId^ get ();
}
static member RbsElecNumberOfPoles : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace